Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja3/cizas-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: Cizáš – sámi mánáidgárdi Oslos
nob: Cizáš – samisk barnehage i Oslo

source: ( Govva : Tom Finbraaten )
nob: ( Foto : Tom Finbraaten )

source: Solveig Kristine Oskal lea riegádan 1966 , bajásšaddan Guovdageainnus .
nob: Solveig Kristine Oskal er født 1966 , oppvokst i Kautokeino .

source: Sus lea ovdaskuvlaoahppu Sámi allaskuvllas , ja lea viidásat oahppu pedagogalaš bagadallamis ja 2. ossodat erenoamášpedagogihkka Akershusa allaskuvllas .
nob: Hun er utdannet førskolelærer ved Samisk høgskole og har videreutdanning i pedagogisk veiledning og 2. avdeling spesialpedagogikk ved Høgskolen i Akershus .

source: Son álggii jođiheaddjin Cizáš mánáidgárdái 1995 borgemánus ja lea doppe bargan gitta 2002 borgemánnui .
nob: Hun begynte som styrer i samisk barnehage Cizáš i august 1995 og jobbet der fram til august 2002 .

source: Dál Solveig Oskal bargá erenoamášoahpaheaddjin Skedsmo gielddas Akershusas .
nob: I dag jobber Solveig Oskal som spesialpedagog i Skedsmo kommune i Akershus .

source: Cizáš – sámi mánáidgárdi , álggahuvvui 1986:s maŋŋá go vánhemat geain lea gullevašvuohta Oslo sámiid searvái , válde initiatiiva dasa .
nob: Cizáš – sámi mánáidgárdi , samisk barnehage ble opprettet etter initiativ av samisk foreldregruppe med tilknytting til Oslo sámiid searvi i 1986 .

source: Mánáidgárdi lea álohii leamaš gieldda hálddus ja Oslo gielda jođiha dan .
nob: Barnehagen har hele tiden vært kommunal og drives av Oslo kommune .

source: Cizáš lei álggos ovtta-ossodagat mánáidgárdi .
nob: Cizáš – som betyr spurv , var den gang en en-avdelingsbarnehage .

source: Cizáš rahppui 1986 guovvamánu Finnmarksgata 40:s , vuosttaš ja áidna sámegielat mánáidgárdi Oslos .
nob: Barnehagen ble åpnet i februar 1986 med beliggenhet i Finnmarksgata 40 , som den første og eneste samiskspråklige barnehage i Oslo .

source: Gidden ja fárren
nob: Stenging og flytting

source: Illu dainna ođđa mánáidgárddiin lei hui oanehaš , go čájehuvvui ahte lanjat Finnmarksgata 40:s eai duhtadan Bargobearráigeahču gáibádusaid , ja sii ávžžuhedje giddet dan .
nob: Gleden med samisk barnehage ble imidlertid kortvarig , da det viste seg at lokalene i Finnmarksgata 40 ikke tilfredsstilte kravene til Arbeidstilsynet , og barnehagen ble anmodet om å stenge .

source: Dat buvttii mánáidgárddi hui váttes dillái .
nob: Dette ble en meget vanskelig periode for barnehagen .

source: Gielddas eai lean dohkálaš lanjat gosa de sáhtii fárrehit mánáidgárddi .
nob: Kommunen hadde ikke egnede lokaler som barnehagen kunne flytte til .

source: Ovtta gaskka orui hui moalkái ceavzá go mánáidgárdi obanassiige , dainna go livččii šaddat hirbmat proseassa maŋŋá ođđasit álggahit mánáidgárddi .
nob: I en periode så det svært mørkt ut for barnehagens eksistens , fordi det i ettertid ville bli en lang prosess å gjenetablere barnehagen .

source: « Husmødrenes barnehage » ( Dálueamidiid mánáidgárdi ) , geain lei mánáidgárdi Finnmarksgata 27:s , lei guovttiossodagat mánáidgárdi mii galggai loahpahuvvot .
nob: Husmødrenes barnehage , som den gang holdt til i Finnmarksgata 27 , drev en toavdelings barnehage som skulle avvikles .

source: Dát gájui sámi mánáidgárddi álggaheami .
nob: Dette ble barnehagens redning .

source: Cizáš mánáidgárdi oaččui de fálaldaga váldit badjelasas dieid lanjaid .
nob: Cizáš samisk barnehage fikk dermed tilbud om å overta lokalene .

source: Sihke vánhemat ja bargit ledje duhtavaččat fálaldagain , vaikko lanjat ledje nohkan ja doppe dárbbašuvvui divvun .
nob: Både foreldre og personalet var fornøyde med tilbudet , selv om lokalene var slitt og trengte full renovering .

source: Dan áigodagas eai lean várrejuvvon ruđat divodeapmái , muhto goit sáhtiimet váldit mánáidgárddi atnui .
nob: På det tidspunktet var det ikke avsatt midler til oppussing , men barnehagen kunne likevel ta lokalene i bruk .

source: Ja borgemánus 1989 sáhtii de mánáidgárdi fárret ođđa lanjaide , doppe gos lea ain dál .
nob: I august 1989 kunne barnehagen flytte inn i lokalene , der den fortsatt holder til den dag i dag .

source: Vaikko vel Cizáš lei ođđa viesus mii devddii gáibádusaid , de ledje ain mánáidgárddis ollu ja stuorra hástalusat .
nob: Selv om Cizáš hadde fått nye lokaler som tilfredsstilte kravene , hadde barnehagen fortsatt mange og store utfordringer .

source: Okta dain lei váttisvuohta oažžut sámegielat ovdaskuvlaoahpaheddjiid .
nob: Blant annet var det vanskelig å få tak i samiskspråklige førskolelærere .

source: Go mánáidgárdi rahppui , ráhkadedje maid njuolggadusaid dasa .
nob: Da barnehagen ble åpnet , ble det utarbeidet retningslinjer for barnehagen .

source: Njuolggadusat galge geatnegahttit Oslo gieldda ja ovttasbargolávdegotti oktavuođaid .
nob: Disse skulle være forpliktende for forholdet mellom kommunen og samarbeidsutvalget .

source: Lassin dasa lei Oslo sámiid searvvis lahttu stivrras .
nob: I tillegg hadde Oslo sámiid searvi en representant i styret .

source: Álggadettiin lei dasa eanet dárbu ja lei áigeguovdil , go Oslo gielddas ii lean nu ollu miehtemiella ja buorredáhtolašvuohta mánáidgárdái .
nob: Dette var nok mer nødvendig og aktuelt i starten , barnehagen ble ikke møtt med stor sympati og velvillighet fra kommunens side .

source: Ovdamearkka dihte áitojuvvui mánáidgárdi heaittihuvvot jahkásaččat , dahje / ja deavdit sajiid dárogielat mánáiguin , seammás go mánát eará osiin gávpogis eai galgan oažžut saji .
nob: Bl.a. var barnehagen truet av nedlegging årlig , og / eller av å fylles med norstalende barn , samtidig som barn fra andre bydeler ikke skulle gis plass .

source: Lihkkus dát lea rievdan , danin go leat boahtán ođđa olbmot hálddahussii geain lea eanet oahppu ja áddejupmi .
nob: Heldigvis har jo dette endret seg , også takket være nye mennesker i administrasjonen med større innsikt og forståelse .

source: Loahpa loahpas meinnestuvai bidjat virgái sámegielat ovdaskuvlaoahpaheaddji , kárášjohkalačča Haldis Balto .
nob: Etter hvert lyktes det for barnehagen å få tak i en samisktalende førskolelærer , Haldis Balto fra Karasjok .

source: Son barggai jođiheaddjin golbma jagi .
nob: Hun jobbet som styrer i tre år .

source: Haldis lei čeahpes ovdaskuvlaoahpaheaddji , ja son bijai ollu návccaid ásahit ealli sámi birrasa , nannen dihte mánáid giela ja kultuvrra .
nob: Haldis var en dyktig førskolelærer , og hun la mye arbeid i å etablere et rikt samisk miljø , for å styrke barnas språk og kultur .

source: Go son heittii , lei fas mánáidgárdi ovdaskuvllaoahpaheaddji haga .
nob: Da hun sluttet , sto barnehagen igjen uten førskolelærer .

source: Gielddas ledje gaskaboddosaš čovdosat fáhten dihte fas sámi ovdaskuvlaoahpaheaddji .
nob: Kommunen hadde midlertidige løsninger i påvente av en samisk førskolelærer .

source: 1995:s mearriduvvui gieldda bealis ahte galge divodišgoahtit lanjaid ja hukset vel guokte ossodaga , Bellevue Gård mánáidgárddi oktavuhtii , mii lei Cizáža bálddas .
nob: I 1995 ble det fra kommunens side vedtatt at lokalene skulle renoveres og påbygges med ytterligere to avdelinger , med tilknytning til Bellevue gård , som var barnehagen ved siden av Cizáš .

source: Oktiibuot galge de Bellevue Gårdas leat guhtta ossodaga .
nob: Totalt skulle Bellevue gård bestå av seks avdelinger .

source: Sámi mánáidgárdi galggai de juohkit lanjaid guvttiin ossodagain , muhto galggai leat sierra ossodahkan .
nob: Samisk barnehage skulle dele lokaler med to av avdelingene , men med egen atskilt avdeling .

source: Dien áigodagas de álgen mun jođiheaddjin Cizážii .
nob: I samme periode begynte jeg som styrer i Cizáš .

source: Divodanáigodagas fárrii de Cizáš Bellevue gårdii ja mii juogadeimmet lanjaid eará ossodagain .
nob: I renoveringsperioden flyttet Cizáš inn til Bellevue gård og delte lokalene med en annen avdeling .

source: Huksenáiggis lei mearriduvvon ahte eat váldde mánáid sisa ja šattai gáržžiduvvon fálaldat dušše viđa mánnái .
nob: I byggefasen ble det vedtatt inntaksstopp med et begrenset tilbud for fem barn .

source: Vánhemat geat ledje ohcan mánáidgárdesaji sámi mánáidgárdái ožžo huksenáiggis fálaldaga eará mánáidgárddiide , juoga mii dagahii sin váttes dillái .
nob: Foreldre som hadde søkt barnehageplass i den samiske barnehagen fikk i byggeperioden tilbud i andre barnehager , noe jeg antar stilte foreldrene i en vanskelig situasjon .

source: Guovvamánu 1996 sáhtiimet viimmat de fárret ruovttuluotta ođđa ásodahkii .
nob: I februar 1996 kunne barnehagen endelig flytte tilbake til de nyoppussede lokalene .

source: Ja golggotmánus jagi maŋŋá oaččui Cizáš sierra olgobáikki mas lei hui buorre luondduguovlu .
nob: I oktober 1997 fikk Cizáš egen uteplass med flott naturareal .

source: Šattai sierra sámi oásan guovdu Oslo gávpoga !
nob: Det ble en egen samisk oase midt i sentrum av Oslo !

source: Mánáidgárddis šattai fas ođđa ovdánahttináigi divvojuvvon lanjain , olgobáiki ja bargiid dilli maid njuolggai .
nob: Barnehagen gikk inn i en ny utviklingsfase med nyoppussede lokaler , uteareal og personalsituasjonen stabiliserte seg .

source: Dat mii ain buvttii eahpesihkarvuođa Cizáža viidásat doibmii , lei mánáidlohku mii lei molsašuddi ja rievddai jagis jahkái .
nob: Det som fortsatt skapte usikkerhet for videre drift av Cizáš , var barneantallet som var ustabilt og varierte fra år til år .

source: Lihkus lei mánáidgárddis positiiva ja áŋgiris vánhenjoavku , ja vánhemat ja bargit barge seammá ulbmiliid ektui .
nob: Barnehagen hadde imidlertid en positiv og engasjert foreldregruppe , der foreldrene og personalet dro lasset sammen .

source: Juovlaávvudeapmi Cizáš mánáidgárddis .
nob: Julefeiring i Cizáš .

source: ( Govva : Solveig Oskal )
nob: ( Foto : Solveig Oskal )

source: Dušše Oslo várás
nob: Bare for Oslo

source: Fálaldat sámi mánáidgárddis lei vuosttamužžan sámi mánáide Oslo gielddas .
nob: Tilbudet i den samiske barnehagen var primært for samiske barn i Oslo kommune .

source: Sii geat orro olggobealde gávpoga sáhtte ohcat , muhto fertejedje de máksit olggobealde gávpot hatti , mii lei hui allat .
nob: De som bodde utenbys kunne søke , men måtte da betale utenbys takst , som var svært høy .

source: Ledje hui ollu vánhemat ránnjágielddain geat válde oktavuođa , muhto dávjá fertejedje cealkit ahte eai goitge váldde saji , hatti geažil .
nob: Vi hadde mange henvendelser fra foreldre som bodde i nabokommunene , men som oftest måtte de takke nei på grunn av prisen .

source: Vaikko ságasteimmet gielddain dieid váttisvuođaid birra , de lei váttis rievdadit dábiid .
nob: Dette ble tatt opp i kommunen , men det var vanskelig å få endret praksisen .

source: Váttisvuohta lei soabadit gielddain gos mánná orui , nu ahte sin ruovttugielda sáhtii máksit lassigoluid mii Oslos lei juohke mánáidgárdesajis .
nob: Problemet var å inngå en avtale med kommunen der barnet bodde , slik at deres hjemkommune betalte det overskytende beløpet som Oslo kommune hadde i driftsutgifter pr. barnehageplass .

source: Go ledjen jođiheaddji Cizážis , loktejin dien ášši máŋgii .
nob: Da jeg var styrer i Cizáš , tok jeg opp denne saken ved flere anledninger .

source: Ságastin ášši birra mottiin sámediggeáirasiin , muhto ii dat ge buktán makkárge čovdosa .
nob: Jeg drøftet det med noen sametingsrepresentanter , uten at det førte fram til en konstruktiv løsning .

source: Eanaš mánáin ledje vánhemat gos nubbi lei Kárášjogas , Guovdageainnus , Porsáŋggus dahje Deanus eret .
nob: Flesteparten av barna hadde foreldre der minst en var fra enten Karasjok , Kautokeino , Porsanger eller Tana .

source: Mis ledje maid vánhemat geat ledje bajásšaddan máddin , geain lei sámi duogáš .
nob: Vi hadde også foreldre som hadde vokst opp sørpå , med samisk bakgrunn .

source: Sii ohce mánáidgárdesaji sámi mánáidgárdái nu ahte sin mánná galggai oahppat sámegiela ja sámi kultuvrra birra .
nob: De søkte barnehageplass i den samiske barnehagen for at deres barn skulle lære samisk og om samisk kultur .

source: Mánáidgárddi sáhtii bálddastahttit identitehtadahkki birrasiin vánhemiidda geat válljejedje ohcat mánáideaset sámi ossodahkii .
nob: Barnehagen kunne betraktes som en identitetsskapende arena for de foreldrene som valgte å søke inn sine barn på samisk avdeling .

source: Juovlamánu 7. beaivve 1996 sáhtii de mánáidgárdi ávvudit 10-jagi doalu , juoga maid duođaid dagaimet .
nob: 7. desember 1996 kunne barnehagen feire 10 års jubileum , noe som ble gjort med brask og bram .

source: Oaččuimet beaivvi maid eat sáhte vajálduhttit , ovttas mánáiguin , vánhemiiguin ja bargiiguin geat ledje bargan guhkit áiggi vai beaivi galggai šaddat buohkaide buorre muitun .
nob: Vi fikk en uforglemmelig dag , med barn , foreldrene og personalet som hadde stått på i lang tid for at dagen skulle bli minnerik .

source: Beaivvi ávvudeimmet sámi biepmuin , guoimmuhemiin sihke mánáid ja sámi musihkkariid bokte , teáhterčájáhusain , duodječájáhusain , sártniiguin ja gussiiguin
nob: Dagen ble markert med servering av samisk mat , underholdning ved både barna og samiske musikere , teaterforestilling , duodjiutstilling , taler og besøk .

source: Ofelaččat sámi kultuvrras
nob: Veiviser i samisk kultur

source: Cizážis ledje maid eará rollat lagašbirrasis .
nob: Cizáš hadde også mange andre roller i lokalsamfunnet .

source: Mánáidgárdái bohte dávjá guossit eará mánáidgárddiin , skuvllain , studeanttain ja oahpaheaddjit allaskuvllain .
nob: Barnehagen fikk hyppig besøk fra andre barnehager , skoler , studenter og lærere fra høgskoler .

source: Lei gelddolaš sihke mánáide ja bargiide , ja buohkat ohppe ollu .
nob: Dette var spennende og lærerikt både for barna og personalet .

source: Mánát šadde unna ofelažžan sámi kultuvrras , juoga mainna čevllohalle .
nob: Barna ble små veivisere for samisk kultur , noe de tydelig var stolte av .

source: Riikkaidgaskasaš mánáidgárdeiskosis maid OECD čađahii 14 riikkas , válljejedje Cizáža nubbin guovtti mánáidgárddis Oslos mat galggaiga ovddastit gieldda iskosis .
nob: Ved en internasjonal barnehageundersøkelse foretatt av OECD i 14 ulike land , ble Cizáš valgt ut som en av to barnehager i Oslo som skulle representere kommunen i undersøkelsen .

source: Mánáidgárdái bohte guossit earret eará Japanas , Canadas , Nederlánddas , Fránskkas , Danmárkkus ja Suomas .
nob: I den forbindelse fikk vi blant annet besøk fra Japan , Canada , Nederland , Frankrike , Danmark , Finland , for å nevne noen .

source: Jahkásaš mátkkit Finnmárkui lei stuorra illu mánáidgárdemánáide .
nob: Høydepunktet for barna i barnehagen var de årlige turene til Finnmark .

source: Dalle besse boarrásepmosat mátkkoštit ovttas bargiiguin guovddáš sámeguvlui .
nob: Da fikk de eldste barna reise sammen med personalet til et samisk kjerneområde .

source: Mátkki ulbmil lei ahte mánát galge oažžut vejolašvuođa dovdat lagašvuođa lundui ja oasálastit sámi birrasis , gos váldogiellan lea sámegiella .
nob: Målet med turene var at barna skulle få mulighet til å oppleve nærhet til naturen og være delaktige i et samisk miljø , hvor hovedspråket var samisk .

source: Dás ožžo vásáhusaid go gallededje boazosámiid , besse leat mielde siidii , vuodjit herggiin , bohccobierggus biepmu ráhkadit , jieŋa alde oaggut ja vel galledit eará sámi mánáidgárddiid .
nob: Her fikk de opplevelser i form av besøk hos reindriftsfamilie , være med til reinflokken , kjøre med reinslede , tilberede reinsdyrkjøtt , isfiske og ikke minst besøke andre samiske barnehager .

source: Cizáš mátkkošta juohke jagi Finnmárkui .
nob: Cizaš reiser hvert år på tur til Finnmark .

source: Dá mii leat jođus ealu lusa .
nob: Her er vi på veg til reinflokken .

source: Áŋgiris olbmot Háliidan erenoamážit loktet muhtin áŋgiris olbmuid , bargiid ja ollu vánhemiid geat ledje hui doaimmalaččat ja idealisttat , sii bidje ollu návccaid mánáidgárdái .
nob: Jeg vil spesielt fremheve ildsjelene , personalet og mange av foreldrene som var engasjerte og idealistiske , de la ned mye arbeid i barnehagen .

source: Mokta njoamui mánáide , geat besse oasálastit doibmii ja sii ožžo oadjebas gullevašvuođa sámegillii ja kultuvrii .
nob: Dette smittet over på barna , som fikk ta del i engasjementet og fikk en trygg tilknytting til det samiske språket og kulturen .

source: Jáhkán ahte dát lea váikkuhan positiivvalaččat sin identitehtaovdáneapmái .
nob: Dette har jeg stor tro på har hatt en positiv innvirkning til deres identitetsutvikling .

source: Mánáidgárdi oaččui loahpa loahpas buori ovttasbarggu Oslo gielddain .
nob: Barnehagen hadde etterhvert utvikla et godt samarbeid med Oslo kommune .

source: Dás háliidan loktet Grünerløkka – Sofienberg gávpotoassái , gos dorjo mánáidgárddi barggu ja sis lei áddejupmi sámi mánáidgárddi dárbui .
nob: Her vil jeg fremheve bydelen Grünerløkka-Sofienberg , som støttet barnehagens arbeid og hadde forståelse for behovet for en samisk barnehage .

source: Sámediggi lea maid leamaš hui dehálaš doarjja sihke ekonomalaččat , bagadallamis ja jahkásaš mánáidgárdeseminárain mas lea fágalaš ovddideapmi .
nob: Sametinget har også vært en viktig støttespiller både økonomisk , i form av veiledning og årlige barnehageseminarer med faglig utvikling .

source: Gielalaš hástalusat
nob: Språklig utfordring

source: Seammás dáhtun čalmmustahttit ahte lei , ja lea ain hástalus konstruktiivvalaččat bargat seailluhit ja ovdánahttit sámegiela birrasis , gos mánáin leat unnán arenat gos sámegiella lea ealli giella .
nob: Samtidig vil jeg understreke at det var , og er en utfordring å arbeide konstruktivt med hensyn til å ivareta og videreutvikle samisk språk i et miljø , hvor barna har få arenaer hvor det samiske språket er i aktivt bruk .

source: Vásiheimmet ahte mánát dávjjit válljejedje dárogiela stoahkangiellan .
nob: I barnehagen opplevde vi at barna stadig valgte norsk som lekespråk .

source: Dan dihte jávkkai maid máná lunddolaš giellaovdáneapmi mii lea nu dehálaš , ja mii galggai mannat oktanaga máná dábálaš ovdánemiin .
nob: Dermed forsvant den naturlige språkutviklingen som er viktig , og som skulle gått i takt med barnets generelle utvikling .

source: Hástalussan lei oažžut mánáid hállat sámegiela , ja bargiide šattai de dehálaš válljet pedagogalaš vuogi gos mánáid vásáhus ja sáhkkiivuohta lei vuođđun .
nob: Utfordringen var å få barna til å snakke samisk , og for personalet var det viktig å velge en pedagogisk metode med fokus på barnas opplevelse og nysgjerrighet som det grunnleggende .

source: Mánát galge movttiidahttot doaimmain ja dan bokte oažžut beroštumi gillii .
nob: Barna skulle motiveres ved å skape engasjement og interesse for språket .

source: Bargit geavahedje aivve fal sámegiela buot oktavuođain ja barge sámi máidnasiiguin , stohkosiiguin , lávlumiin ja juoigamiin .
nob: Personalet brukte konsekvent samisk i alle situasjoner og jobbet med samisk eventyr , lek , sang og joik .

source: Mii dagaimet sámi borramuša sihke gievkkanis ja lávus mii lei dávjá anus .
nob: Vi tilberedte samisk mat både på kjøkkenet og ute i lavvoen som ofte var i bruk .

source: Eará doaimmat mis ledje duodji ja go sámi kulturguoddit gallededje min ja go mii vásiheimmet sihke luođi ja teáhtera .
nob: Andre aktiviteter var duodji og besøk av samiske kulturbærere med innslag av både joik og teater .

source: Eará sivat mat ledje hui dehálaččat válljen dihte giela , lei mánáid gielladilli ruovttus , ja bohte go sii sámegielat ruovttuin vai eai .
nob: Andre årsaker som spilte en vesentlig rolle i forhold til valg av språk , var barnas språksituasjon hjemme , hvorvidt de kom fra et samiskspråklig hjem eller ikke .

source: Sidjiide geat bohte sámegielat ruovttuin lei lunddolaš hállat sámegiela .
nob: For de barna som kom fra samiskspråklige hjem , var det mer naturlig å snakke samisk .

source: Mánát geat bohte dárogielat ruovttuin , válljejedje dan giela mii sidjiide lei lunddolaš – dárogiela .
nob: Barna som kom fra ikke-samiskspråklige hjem , valgte det språket de var vant til – norsk .

source: Buot mánát mánáidgárddis hálle lassin dárogiela , ja sii de válljejedje dan mii lea lunddolaš ja maid buohkat áddejedje – dárogiela .
nob: Samtlige av barna i barnehagen snakket i tillegg norsk , og dermed valgte de det som falt seg naturligst og som alle forsto – norsk .

source: Seammás lea dehálaš deattuhit ahte buohkat geat ledje sámi mánáidgárddis , válljejedje sámegieloahpahusa skuvlla álggadettiin .
nob: Samtidig er det viktig å understreke at nesten alle som gikk ved samisk barnehage , valgte samiskundervisning ved skolestart .

source: Ferte gal dovddastit ahte leamaš positiivva bealit go leamaš sámi mánáidgárdi .
nob: Dette må understrekes som en positiv effekt av å ha en samisk barnehage .

source: Inga Charlotte Oskal Finbraaten ávvuda 6 jagi beaivvis mánáidgárddis ( Govva : Solveig Oskal )
nob: Inga Charlotte Oskal Finbraaten feirer 6-årsdagen sin i barnehagen ( Foto : Solveig Oskal )

source: Eanet jearru
nob: Økt etterspørsel

source: Maŋimuš jagiid lea leamaš eambbogat geat ohcalit mánáidgárdesaji Cizážis , ja lei maid dárbu eanet mánáidgárdesajiide .
nob: I de senere årene har det vært økende etterspørsel etter barnehageplasser ved Cizáš , og det var behov for flere barnehageplasser .

source: Oslo gielda lea váldán dan duođaš , ja lea lasihan fálaldaga nu ahte odne leat Cizážis guokte ossodaga .
nob: Oslo kommune har tatt det til etterretning og har utvidet tilbudet slik at det i dag er to avdelinger i Cizáš .

source: Lassin leahkit mánáidgárdi , šattai vel deaivvadanbáiki sámi birrasii .
nob: Foruten å være en barnehage , ble lokalene også et samlingssted for det samiske miljøet .

source: Lei deaivvadanbáiki sámi mánáidjovkui Miessi . Doppe ledje giella- , duodji- , biepmo- ja juoigankurssat , lassin doaluide sámi álbmotbeaivvi .
nob: Det var et samlingspunkt for den samiske barnegruppen Miessi , språk- , duodji- , mat- og joikekurs , samt arrangementer i forbindelse med samisk nasjonaldag .

source: Go eai leat leamaš čálalaš duođaštusat , ii leat leamaš vejolaš čállit áibba sihkkaris jahkemeriid ja namaid .
nob: På grunn av manglende skriftlig dokumentasjon har det vært umulig å nevne eksakte overganger , årstall og navn .

source: Danne in leat namuhan ovttage nama bokte , earet Haldis Balto , ballan dihte ahte galgen vajáldahttit soapmása .
nob: Dermed har jeg ikke nevnt noen ved navn utenom Haldis Balto , i fare for å glemme noen .

source: Seammás leat oallugat geaid galggašii namuhit , visot sin geat leat leamaš oasálastit sámi mánáidgárddi ovdáneamis Oslos .
nob: Samtidig er det mange som skulle vært nevnt , alle de som har vært viktige bidragsytere for utviklingen av den samiske barnehagen i Oslo .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Fleire artiklar frå Samisk skolehistorie 3
